Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: **Rows** inside a project group screenshots by device type (iPhone, iPad, Android phone, etc.). Each device size gets its own row because the App Store requires different resolutions.
ar: **صفوف** داخل لقطات شاشة مجموعة المشروع حسب نوع الجهاز (iPhone، iPad، هاتف Android، وما إلى ذلك). يحصل كل حجم جهاز على صف خاص به لأن App Store يتطلب دقة مختلفة.
ca: **Files** dins d'un grup de projectes captures de pantalla per tipus de dispositiu (iPhone, iPad, telèfon Android, etc.). Cada mida de dispositiu té la seva pròpia fila perquè el App Store requereix resolucions diferents.
cs: **Řádky** uvnitř snímků obrazovky skupiny projektu podle typu zařízení (iPhone, iPad, telefon Android atd.). Každá velikost zařízení má svůj vlastní řádek, protože App Store vyžaduje různá rozlišení.
da: **Rækker** i en projektgruppe er skærmbilleder efter enhedstype (iPhone, iPad, Android-telefon osv.). Hver enhedsstørrelse får sin egen række, fordi App Store kræver forskellige opløsninger.
de: **Zeilen** gruppieren die Screenshots eines Projekts nach Gerätetyp (iPhone, iPad, Android-Smartphone usw.). Jede Gerätegröße bekommt eine eigene Zeile, weil der App Store unterschiedliche Auflösungen verlangt.
el: **Σειρές** μέσα σε ένα έργο ομαδοποιούν στιγμιότυπα οθόνης κατά τύπο συσκευής (iPhone, iPad, τηλέφωνο Android, κ.λπ.). Κάθε μέγεθος συσκευής έχει τη δική του σειρά, επειδή το App Store απαιτεί διαφορετικές αναλύσεις.
es: Las **filas** de un proyecto agrupan las capturas por tipo de dispositivo (iPhone, iPad, teléfono Android, etc.). Cada tamaño de dispositivo tiene su propia fila porque el App Store exige resoluciones distintas.
fa: **ردیف‌ها** اسکرین‌شات‌های یک پروژه را بر اساس نوع دستگاه (iPhone، iPad، گوشی اندروید و غیره) گروه‌بندی می‌کنند. هر اندازهٔ دستگاه ردیف جداگانه‌ای دارد، چون App Store وضوح‌های متفاوتی می‌خواهد.
fi: **Rivit** projektiryhmän kuvakaappaukset laitetyypin mukaan (iPhone, iPad, Android-puhelin jne.). Jokainen laitekoko saa oman rivinsä, koska App Store vaatii eri resoluutioita.
fr: Les **lignes** d'un projet regroupent les captures d'écran par type d'appareil (iPhone, iPad, téléphone Android, etc.). Chaque taille d'appareil a sa propre ligne, car l'App Store exige des résolutions différentes.
he: **שורות** בתוך קבוצת פרוייקט צילומי מסך לפי סוג מכשיר (iPhone, iPad, טלפון אנדרואיד וכו'). כל גודל מכשיר מקבל שורה משלו מכיוון שה-App Store דורש רזולוציות שונות.
hr: **Reci** unutar projektnih grupa snimaka zaslona prema vrsti uređaja (iPhone, iPad, Android telefon itd.). Svaka veličina uređaja dobiva svoj redak jer App Store zahtijeva različite rezolucije.
hu: **Sorok** egy projektcsoporton belüli képernyőképek eszköztípus szerint (iPhone, iPad, Android telefon stb.). Minden eszközméret külön sort kap, mert a App Store különböző felbontásokat igényel.
id: **Baris** di dalam grup proyek mengambil tangkapan layar berdasarkan jenis perangkat (iPhone, iPad, ponsel Android, dll.). Setiap ukuran perangkat mendapatkan barisnya sendiri karena App Store memerlukan resolusi yang berbeda.
it: Le **righe** all'interno di un progetto raggruppano gli screenshot per tipo di dispositivo (iPhone, iPad, telefono Android e così via). Ogni dimensione di dispositivo ha la propria riga perché l'App Store richiede risoluzioni diverse.
ja: プロジェクト内の **行** は、デバイスの種類 (iPhone、iPad、Android スマートフォンなど) ごとにスクリーンショットをまとめます。App Store ではデバイスごとに解像度が異なるため、デバイスのサイズごとに行を分けます。
ko: 프로젝트 안의 **행**은 기기 유형(iPhone, iPad, Android 휴대폰 등)별로 스크린샷을 묶습니다. App Store는 기기마다 다른 해상도를 요구하므로 기기 크기마다 별도의 행을 사용합니다.
ms: **Baris** di dalam kumpulan projek tangkapan skrin mengikut jenis peranti (iPhone, iPad, telefon Android, dsb.). Setiap saiz peranti mendapat barisnya sendiri kerana App Store memerlukan peleraian yang berbeza.
nl: **Rijen** binnen een projectgroepscreenshots per apparaattype (iPhone, iPad, Android-telefoon, enz.). Elke apparaatgrootte krijgt een eigen rij omdat de App Store verschillende resoluties vereist.
no: **Rader** i en prosjektgruppe skjermbilder etter enhetstype (iPhone, iPad, Android-telefon osv.). Hver enhetsstørrelse får sin egen rad fordi App Store krever forskjellige oppløsninger.
pl: **Wiersze** wewnątrz zrzutów ekranu grupy projektów według typu urządzenia (iPhone, iPad, telefon z Androidem itp.). Każdy rozmiar urządzenia ma swój własny wiersz, ponieważ App Store wymaga różnych rozdzielczości.
pt_br: **Linhas** dentro de um projeto agrupam capturas de tela por tipo de dispositivo (iPhone, iPad, telefone Android etc.). Cada tamanho de dispositivo obtém sua própria linha porque o App Store requer resoluções diferentes.
pt_pt: **Linhas** dentro de um projeto agrupam capturas de ecrã por tipo de dispositivo (iPhone, iPad, telefone Android etc.). Cada tamanho de dispositivo obtém sua própria linha porque o App Store requer resoluções diferentes.
ro: **Rânduri** în interiorul unui grup de proiecte capturi de ecran în funcție de tipul de dispozitiv (iPhone, iPad, telefon Android etc.). Fiecare dimensiune de dispozitiv are propriul rând, deoarece App Store necesită rezoluții diferite.
ru: **Строки** в проекте группируют скриншоты по типу устройства (iPhone, iPad, телефон Android и т. д.). Для каждого размера устройства — своя строка, потому что App Store требует разные разрешения.
sk: **Riadky** v rámci snímok obrazovky skupiny projektu podľa typu zariadenia (iPhone, iPad, telefón s Androidom atď.). Každá veľkosť zariadenia dostane svoj vlastný riadok, pretože App Store vyžaduje rôzne rozlíšenia.
sl: **Vrstice** znotraj projektne skupine posnetkov zaslona glede na vrsto naprave (iPhone, iPad, telefon Android itd.). Vsaka velikost naprave ima svojo vrstico, ker App Store zahteva različne ločljivosti.
sv: **Rader** inuti en projektgrupp skärmdumpar efter enhetstyp (iPhone, iPad, Android-telefon, etc.). Varje enhetsstorlek får sin egen rad eftersom App Store kräver olika upplösningar.
th: **แถว** ภายในภาพหน้าจอกลุ่มโปรเจ็กต์ตามประเภทอุปกรณ์ (iPhone, iPad, โทรศัพท์ Android ฯลฯ) อุปกรณ์แต่ละขนาดจะมีแถวของตัวเองเนื่องจาก App Store ต้องใช้ความละเอียดที่แตกต่างกัน
tr: Bir projenin içindeki **satırlar**, ekran görüntülerini aygıt türüne göre gruplar (iPhone, iPad, Android telefon vb.). App Store farklı çözünürlükler istediği için her aygıt boyutunun kendi satırı olur.
uk: **Рядки** в проєкті групують знімки екрана за типом пристрою (iPhone, iPad, Android-телефон тощо). Кожен розмір пристрою має окремий рядок, бо App Store вимагає різних роздільностей.
ur: ڈیوائس کی قسم (iPhone، iPad، Android فون، وغیرہ کے لحاظ سے پروجیکٹ گروپ کے اسکرین شاٹس کے اندر **قطاریں**۔ ہر آلے کے سائز کی اپنی قطار ہوتی ہے کیونکہ App Store کو مختلف ریزولوشنز کی ضرورت ہوتی ہے۔
vi: **Các hàng** bên trong ảnh chụp màn hình nhóm dự án theo loại thiết bị (iPhone, iPad, điện thoại Android, v.v.). Mỗi kích thước thiết bị có hàng riêng vì App Store yêu cầu độ phân giải khác nhau.
zh_hans: 项目中的 **行** 按设备类型（iPhone、iPad、Android 手机等）对截图分组。每种设备尺寸都有自己的一行，因为 App Store 要求不同的分辨率。
zh_hant: 專案中的**列**會依裝置類型（iPhone、iPad、Android 手機等）將螢幕截圖分組。每種裝置尺寸都有自己的列，因為 App Store 要求不同的解析度。

source: **Scale** — 1×, 2×, 3×.
ar: **المقياس** — 1×، 2×، 3×.
ca: **Escala**: 1×, 2×, 3×.
cs: **Měřítko** — 1×, 2×, 3×.
da: **Skala** — 1×, 2×, 3×.
de: **Maßstab** – 1×, 2×, 3×.
el: **Κλίμακα** — 1×, 2×, 3×.
es: **Escala** — 1×, 2×, 3×.
fa: **مقیاس** — 1×، 2×، 3×.
fi: **Asteikko** — 1×, 2×, 3×.
fr: **Échelle** — 1×, 2×, 3×.
he: **קנה מידה** - 1×, 2×, 3×.
hr: **Skala** — 1×, 2×, 3×.
hu: **Skála** – 1×, 2×, 3×.
id: **Skala** — 1×, 2×, 3×.
ja: **スケール** — 1×、2×、3×。
ko: **규모** — 1×, 2×, 3×.
ms: **Skala** — 1×, 2×, 3×.
nl: **Schaal** — 1×, 2×, 3×.
no: **Skala** — 1×, 2×, 3×.
pl: **Skala** — 1×, 2×, 3×.
pt_br: **Escala** — 1×, 2×, 3×.
pt_pt: **Escala** — 1×, 2×, 3×.
ro: **Scală** — 1×, 2×, 3×.
sk: **Mierka** — 1×, 2×, 3×.
sl: **Skala** — 1×, 2×, 3×.
sv: **Skala** — 1×, 2×, 3×.
th: **สเกล** — 1×, 2×, 3×
ur: **پیمانہ** — 1×, 2×, 3×۔
vi: **Tỷ lệ** — 1×, 2×, 3×.
zh_hans: **比例** — 1×、2×、3×。

source: **Scale**: 1×, 2×, or 3×. The App Store and Google Play require exact pixel dimensions, so keep this at 1× unless you specifically need oversized assets.
ar: **المقياس**: 1×، 2×، أو 3×. يتطلب App Store وGoogle Play أبعاد بكسل دقيقة، لذا احتفظ بهذا عند 1× إلا إذا كنت بحاجة على وجه التحديد إلى أصول كبيرة الحجم.
ca: **Escala**: 1×, 2× o 3×. Els App Store i Google Play requereixen unes dimensions de píxels exactes, així que mantingueu-les a 1× tret que necessiteu recursos de gran mida específicament.
cs: **Měřítko**: 1×, 2× nebo 3×. App Store a Google Play vyžadují přesné rozměry v pixelech, takže pokud nepotřebujete konkrétně nadrozměrné podklady, ponechte tuto hodnotu 1×.
da: **Skala**: 1×, 2× eller 3×. App Store og Google Play kræver nøjagtige pixeldimensioner, så hold dette på 1×, medmindre du specifikt har brug for overdimensionerede aktiver.
de: **Maßstab**: 1×, 2× oder 3×. Für App Store und Google Play sind exakte Pixelabmessungen erforderlich. Belassen Sie diese also bei 1×, es sei denn, Sie benötigen ausdrücklich übergroße Assets.
el: **Κλίμακα**: 1×, 2× ή 3×. Οι App Store και Google Play απαιτούν ακριβείς διαστάσεις εικονοστοιχείων, επομένως διατηρήστε τις στο 1×, εκτός εάν χρειάζεστε συγκεκριμένα στοιχεία μεγάλου μεγέθους.
es: **Escala**: 1×, 2× o 3×. App Store y Google Play requieren dimensiones exactas en píxeles, así que mantén esto en 1× a menos que necesites específicamente recursos de gran tamaño.
fa: **مقیاس**: 1×، 2× یا 3×. App Store و Google Play به ابعاد پیکسل دقیق نیاز دارند، بنابراین این را در 1× نگه دارید مگر اینکه به طور خاص به دارایی‌های بزرگ نیاز داشته باشید.
fi: **Asteikko**: 1×, 2× tai 3×. App Store ja Google Play vaativat tarkat pikselimitat, joten pidä tämä 1×, ellet tarvitse erityisesti ylisuuria resursseja.
fr: **Échelle** : 1×, 2× ou 3×. Les App Store et Google Play nécessitent des dimensions exactes en pixels, alors conservez-les à 1 ×, sauf si vous avez spécifiquement besoin d'éléments surdimensionnés.
he: **קנה מידה**: 1×, 2× או 3×. ה-App Store ו-Google Play דורשות ממדי פיקסלים מדויקים, אז שמור על 1× אלא אם כן אתה צריך נכסים גדולים במיוחד.
hr: **Skala**: 1×, 2× ili 3×. App Store i Google Play zahtijevaju točne dimenzije piksela, stoga zadržite ovo na 1× osim ako vam izričito nisu potrebni preveliki materijali.
hu: **Skála**: 1×, 2× vagy 3×. A App Store és a Google Play pontos pixelméreteket igényel, ezért tartsa ezt 1×-ben, hacsak nem kifejezetten túlméretes tartalomra van szüksége.
id: **Skala**: 1×, 2×, atau 3×. App Store dan Google Play memerlukan dimensi piksel yang tepat, jadi gunakan ukuran 1× kecuali Anda secara khusus memerlukan aset berukuran besar.
ja: **スケール**: 1x、2x、または 3x。 App Store と Google Play には正確なピクセル寸法が必要なので、特大のアセットが特に必要でない限り、これを 1 倍に保ってください。
ko: **배율**: 1×, 2× 또는 3×. App Store 및 Google Play에는 정확한 픽셀 크기가 필요하므로 특별히 큰 자산이 필요한 경우가 아니면 이를 1×로 유지하세요.
ms: **Skala**: 1×, 2× atau 3×. App Store dan Google Play memerlukan dimensi piksel yang tepat, jadi pastikan ini pada 1× melainkan anda memerlukan aset bersaiz besar secara khusus.
nl: **Schaal**: 1×, 2× of 3×. De App Store en Google Play vereisen exacte pixelafmetingen, dus houd deze op 1×, tenzij je specifiek extra grote items nodig hebt.
no: **Skala**: 1×, 2× eller 3×. App Store og Google Play krever nøyaktige pikseldimensjoner, så hold dette på 1× med mindre du spesifikt trenger overdimensjonerte eiendeler.
pl: **Skala**: 1×, 2× lub 3×. App Store i Google Play wymagają dokładnych wymiarów w pikselach, więc ustaw tę wartość na 1×, chyba że potrzebujesz specjalnie dużych zasobów.
pt_br: **Escala**: 1×, 2× ou 3×. O App Store e o Google Play exigem dimensões exatas em pixels, portanto, mantenha-as em 1×, a menos que você precise especificamente de ativos superdimensionados.
pt_pt: **Escala**: 1×, 2× ou 3×. O App Store e o Google Play exigem dimensões exatas em pixels, portanto, mantenha-as em 1×, a menos que você precise especificamente de ativos superdimensionados.
ro: **Scală**: 1×, 2× sau 3×. App Store și Google Play necesită dimensiuni exacte în pixeli, așa că păstrați-l la 1×, cu excepția cazului în care aveți nevoie în mod specific de materiale supradimensionate.
sk: **Mierka**: 1×, 2× alebo 3×. App Store a Google Play vyžadujú presné rozmery v pixeloch, takže ak nepotrebujete konkrétne nadrozmerné podklady, ponechajte ich na 1×.
sl: **Skala**: 1×, 2× ali 3×. App Store in Google Play zahtevata natančne dimenzije slikovnih pik, zato naj bo to 1×, razen če izrecno potrebujete prevelika sredstva.
sv: **Skala**: 1×, 2× eller 3×. App Store och Google Play kräver exakta pixeldimensioner, så håll detta på 1× om du inte specifikt behöver överdimensionerade tillgångar.
th: **มาตราส่วน**: 1×, 2× หรือ 3× App Store และ Google Play กำหนดให้มีขนาดพิกเซลที่แน่นอน ดังนั้นควรเก็บไว้ที่ 1× เว้นแต่ว่าคุณต้องการเนื้อหาขนาดใหญ่เป็นพิเศษ
ur: **پیمانہ**: 1×، 2×، یا 3×۔ App Store اور Google Play کو پکسل کے عین مطابق طول و عرض کی ضرورت ہوتی ہے، لہذا اسے 1× پر رکھیں جب تک کہ آپ کو خاص طور پر بڑے اثاثوں کی ضرورت نہ ہو۔
vi: **Tỷ lệ**: 1×, 2× hoặc 3×. App Store và Google Play yêu cầu kích thước pixel chính xác, vì vậy hãy giữ kích thước này ở mức 1× trừ khi bạn đặc biệt cần nội dung quá khổ.
zh_hans: **比例**：1×、2×或3×。 App Store 和 Google Play 需要精确的像素尺寸，因此除非您特别需要超大资源，否则请将其保持为 1×。

source: **Screenshot size presets** — quickly switch between supported store resolutions.
ar: **الإعدادات المسبقة لحجم لقطة الشاشة** — التبديل بسرعة بين قرارات المتجر المدعومة.
ca: **Configuració predeterminada de la mida de la captura de pantalla**: canvieu ràpidament entre les resolucions de botiga compatibles.
cs: **Předvolby velikosti snímku obrazovky** — rychlé přepínání mezi podporovanými rozlišeními obchodu.
da: **Forudindstillinger af skærmbilledestørrelse** — skift hurtigt mellem understøttede butiksopløsninger.
de: **Screenshot-Größenvoreinstellungen** – Wechseln Sie schnell zwischen den unterstützten Store-Auflösungen.
el: **Προεπιλογές μεγέθους στιγμιότυπου οθόνης** — γρήγορη εναλλαγή μεταξύ των υποστηριζόμενων αναλύσεων καταστήματος.
es: **Ajustes preestablecidos de tamaño de captura de pantalla**: cambia rápidamente entre las resoluciones de tienda admitidas.
fa: **پیش تنظیم اندازه اسکرین شات** - به سرعت بین وضوح های فروشگاه پشتیبانی شده جابجا شوید.
fi: **Näyttökuvan koon esiasetukset** — vaihda nopeasti tuettujen myymäläresoluutioiden välillä.
fr: **Préréglages de taille de capture d'écran** : basculez rapidement entre les résolutions de magasin prises en charge.
he: **הגדרות קבועות מראש של גודל צילום מסך** - עבור במהירות בין רזולוציות חנות נתמכות.
hr: **Unaprijed postavljene veličine snimke zaslona** — brzo se prebacite između podržanih razlučivosti trgovine.
hu: **Előre beállított képernyőképméret** – gyorsan válthat a támogatott áruházi felbontások között.
id: **Preset ukuran tangkapan layar** — dengan cepat beralih di antara resolusi toko yang didukung.
ja: **スクリーンショット サイズのプリセット** — サポートされているストア解像度をすばやく切り替えます。
ko: **스크린샷 크기 사전 설정** — 지원되는 스토어 해상도 간에 빠르게 전환합니다.
ms: **Pratetap saiz tangkapan skrin** — bertukar dengan cepat antara resolusi kedai yang disokong.
nl: **Voorinstellingen voor schermgrootte** — schakel snel tussen ondersteunde winkelresoluties.
no: **Forhåndsinnstillinger for skjermbildestørrelse** — bytt raskt mellom støttede butikkoppløsninger.
pl: **Wstępne ustawienia rozmiaru zrzutu ekranu** — szybkie przełączanie pomiędzy obsługiwanymi rozdzielczościami sklepu.
pt_br: **Predefinições de tamanho de captura de tela** — alterne rapidamente entre resoluções de armazenamento suportadas.
pt_pt: **Predefinições de tamanho de captura de ecrã** — alterne rapidamente entre resoluções de armazenamento suportadas.
ro: **Presetări pentru dimensiunea capturii de ecran** — comută rapid între rezoluțiile de magazin acceptate.
sk: **Predvoľby veľkosti snímky obrazovky** – rýchlo prepínajte medzi podporovanými rozlíšeniami obchodu.
sl: **Prednastavitve velikosti posnetka zaslona** — hitro preklapljanje med podprtimi ločljivostmi trgovine.
sv: **Förinställningar för skärmdumpstorlek** — växla snabbt mellan butiksupplösningar som stöds.
th: **ตั้งค่าขนาดภาพหน้าจอล่วงหน้า** — สลับระหว่างความละเอียดของร้านค้าที่รองรับอย่างรวดเร็ว
ur: **اسکرین شاٹ سائز کے پیش سیٹس** — تعاون یافتہ اسٹور ریزولوشنز کے درمیان تیزی سے سوئچ کریں۔
vi: **Cài đặt trước kích thước ảnh chụp màn hình** — chuyển đổi nhanh chóng giữa các độ phân giải được cửa hàng hỗ trợ.
zh_hans: **屏幕截图尺寸预设** — 在支持的商店分辨率之间快速切换。

source: **Screenshot Size** — **Presets** lists the resolutions each store accepts, grouped by device. Switch to **Custom** to type any size from 100 to 5000 px.
ar: **حجم لقطة الشاشة** — **الإعدادات المسبقة** تسرد الدقة التي يقبلها كل متجر، مجمعة حسب الجهاز. قم بالتبديل إلى **مخصص** لكتابة أي حجم من 100 إلى 5000 بكسل.
ca: **Mida de la captura de pantalla** — **Preestablerts** enumera les resolucions que accepta cada botiga, agrupades per dispositiu. Canvia a **Personalitzat** per escriure qualsevol mida de 100 a 5000 px.
cs: **Velikost snímku obrazovky** — **Předvolby** uvádí rozlišení, která každý obchod přijímá, seskupená podle zařízení. Přepněte na **Vlastní** a zadejte libovolnou velikost od 100 do 5000 px.
da: **Skærmbilledesstørrelse** — **Forudindstillinger** viser de opløsninger, hver butik accepterer, grupperet efter enhed. Skift til **Tilpasset** for at skrive enhver størrelse fra 100 til 5000 px.
de: **Screenshot-Größe** – **Vorgaben** listet die Auflösungen, die jeder Store akzeptiert, nach Gerät gruppiert. Wechsle zu **Eigene**, um eine beliebige Größe von 100 bis 5000 px einzugeben.
el: **Μέγεθος στιγμιότυπου οθόνης** — **Προεπιλογές** παραθέτει τις αναλύσεις που δέχεται κάθε κατάστημα, ομαδοποιημένες ανά συσκευή. Μεταβείτε στο **Προσαρμοσμένο** για να πληκτρολογήσετε οποιοδήποτε μέγεθος από 100 έως 5000 px.
es: **Tamaño de captura**: **Predefinidos** muestra las resoluciones que acepta cada tienda, agrupadas por dispositivo. Cambia a **Personalizado** para escribir cualquier tamaño de 100 a 5000 px.
fa: **اندازه اسکرین‌شات** — **پیش‌تنظیم‌ها** وضوح‌هایی را که هر فروشگاه می‌پذیرد، گروه‌بندی‌شده بر اساس دستگاه، فهرست می‌کند. برای وارد کردن هر اندازه‌ای از 100 تا 5000 px به **سفارشی** بروید.
fi: **Kuvakaappauksen koko** — **Esiasetukset** näyttää kunkin kaupan hyväksymät resoluutiot laitteen mukaan ryhmiteltynä. Vaihda kohtaan **Muokattu**, jos haluat kirjoittaa minkä tahansa koon välillä 100–5000 pikseliä.
fr: **Taille de la capture d'écran** : **Préréglages** répertorie les résolutions acceptées par chaque boutique, regroupées par appareil. Passez à **Personnalisé** pour saisir n'importe quelle taille de 100 à 5000 px.
he: **גודל צילום מסך** — **הגדרות מראש** מפרטות את הרזולוציות שכל חנות מקבלת, מקובצות לפי מכשיר. עבור ל-**מותאם אישית** כדי להקליד כל גודל מ-100 עד 5000 פיקסלים.
hr: **Veličina snimke zaslona** — **Unaprijed postavljene postavke** navodi rezolucije koje svaka trgovina prihvaća, grupirane prema uređaju. Prebacite se na **Prilagođeno** za upisivanje bilo koje veličine od 100 do 5000 px.
hu: **Képernyőkép mérete** — Az **Előbeállítások** listázza az egyes boltok által elfogadott felbontásokat, eszközök szerint csoportosítva. Váltson az **Egyéni** lehetőségre, ha bármilyen méretet szeretne beírni 100 és 5000 képpont között.
id: **Ukuran Tangkapan Layar** — **Preset** mencantumkan resolusi yang diterima setiap toko, dikelompokkan berdasarkan perangkat. Beralih ke **Kustom** untuk mengetik ukuran apa pun dari 100 hingga 5000 piksel.
it: **Dimensione screenshot**: **Preset** elenca le risoluzioni accettate da ciascuno store, raggruppate per dispositivo. Passa a **Personalizzata** per inserire qualsiasi dimensione da 100 a 5000 px.
ja: **スクリーンショットのサイズ** — **プリセット** には、各ストアが受け付ける解像度がデバイスごとに一覧表示されます。**カスタム** に切り替えると、100～5000 px の任意のサイズを入力できます。
ko: **스크린샷 크기** — **사전 설정**에는 각 스토어가 허용하는 해상도가 기기별로 나열됩니다. **사용자 지정**으로 전환하면 100~5000px 사이의 크기를 직접 입력할 수 있습니다.
ms: **Saiz Tangkapan Skrin** — **Pratetap** menyenaraikan resolusi yang diterima oleh setiap kedai, dikumpulkan mengikut peranti. Tukar kepada **Tersuai** untuk menaip sebarang saiz dari 100 hingga 5000 px.
nl: **Screenshotgrootte** — **Voorinstellingen** geeft een overzicht van de resoluties die elke winkel accepteert, gegroepeerd op apparaat. Schakel over naar **Aangepast** om elk formaat van 100 tot 5000 px te typen.
no: **Skjermbildestørrelse** — **Forhåndsinnstillinger** viser oppløsningene hver butikk godtar, gruppert etter enhet. Bytt til **Egendefinert** for å skrive en hvilken som helst størrelse fra 100 til 5000 piksler.
pl: **Rozmiar zrzutu ekranu** — **Ustawienia wstępne** zawierają listę rozdzielczości akceptowanych przez każdy sklep, pogrupowane według urządzenia. Przełącz na **Niestandardowy**, aby wpisać dowolny rozmiar od 100 do 5000 pikseli.
pt_br: **Tamanho da captura de tela** — **Predefinições** lista as resoluções que cada loja aceita, agrupadas por dispositivo. Mude para **Personalizado** para digitar qualquer tamanho de 100 a 5.000 px.
pt_pt: **Tamanho da captura de ecrã** — **Predefinições** lista as resoluções que cada loja aceita, agrupadas por dispositivo. Mude para **Personalizado** para digitar qualquer tamanho de 100 a 5.000 px.
ro: **Dimensiunea capturii de ecran** — **Presetări** listează rezoluțiile acceptate de fiecare magazin, grupate în funcție de dispozitiv. Comutați la **Personalizat** pentru a introduce orice dimensiune de la 100 la 5000 px.
ru: **Размер скриншота** — в режиме **Пресеты** перечислены разрешения, которые принимает каждый магазин, сгруппированные по устройствам. Переключитесь на **Свой**, чтобы ввести любой размер от 100 до 5000 пикс.
sk: **Veľkosť snímky obrazovky** — **Predvoľby** uvádza rozlíšenia, ktoré akceptuje každý obchod, zoskupené podľa zariadenia. Prepnite na **Vlastné** a zadajte ľubovoľnú veľkosť od 100 do 5 000 px.
sl: **Velikost posnetka zaslona** — **Prednastavitve** navajajo ločljivosti, ki jih sprejme posamezna trgovina, razvrščene po napravah. Preklopite na **Po meri**, da vnesete poljubno velikost od 100 do 5000 slikovnih pik.
sv: **Skärmbildsstorlek** — **Förinställningar** listar de upplösningar som varje butik accepterar, grupperade efter enhet. Byt till **Anpassad** för att skriva valfri storlek från 100 till 5000 px.
th: **ขนาดภาพหน้าจอ** — **ค่าที่ตั้งล่วงหน้า** แสดงรายการความละเอียดที่แต่ละร้านยอมรับ โดยจัดกลุ่มตามอุปกรณ์ สลับไปที่ **กำหนดเอง** เพื่อพิมพ์ขนาดใดก็ได้ตั้งแต่ 100 ถึง 5,000 พิกเซล
tr: **Ekran Görüntüsü Boyutu** — **Hazır Ayarlar**, her mağazanın kabul ettiği çözünürlükleri aygıta göre gruplanmış olarak listeler. 100 ile 5000 px arasında herhangi bir boyut yazmak için **Özel**'e geçin.
uk: **Розмір знімка екрана** — **Пресети** містять роздільності, які приймає кожен магазин, згруповані за пристроями. Перейдіть на **Власний**, щоб ввести будь-який розмір від 100 до 5000 px.
ur: **اسکرین شاٹ سائز** — **پری سیٹ** ان قراردادوں کی فہرست دیتا ہے جنہیں ہر اسٹور قبول کرتا ہے، آلے کے لحاظ سے گروپ کیا جاتا ہے۔ 100 سے 5000 px تک کوئی بھی سائز ٹائپ کرنے کے لیے **حسب ضرورت** پر سوئچ کریں۔
vi: **Kích thước ảnh chụp màn hình** — **Cài đặt sẵn** liệt kê các độ phân giải mà mỗi cửa hàng chấp nhận, được nhóm theo thiết bị. Chuyển sang **Tùy chỉnh** để nhập bất kỳ kích thước nào từ 100 đến 5000 px.
zh_hans: **截图尺寸**——**预设** 按设备分组列出各商店接受的分辨率。切换到 **自定义** 可输入 100 到 5000 像素之间的任意尺寸。
zh_hant: **螢幕截圖大小**——**預設**會依裝置分組列出各商店接受的解析度。切換為**自訂**即可輸入 100 到 5000 px 之間的任何大小。
